Repository: HashimSaqib/neo-ledger
Catalog: src/i18n/locales/*/messages.po
Languages: de_ch

source: Exhcnage Rate
de_ch: Wechselkurs

source: Expand All
de_ch: Alle aufklappen

source: Expense
de_ch: Aufwand

source: Expenses
de_ch: Aufwendungen

source: Expires
de_ch: Läuft ab

source: Export
de_ch: Exportieren

source: Export PAIN.001
de_ch: PAIN.001 exportieren

source: Export PDF
de_ch: PDF exportieren

source: Export XL
de_ch: Excel exportieren

source: Exported
de_ch: Exportiert

source: Extended
de_ch: Erweitert

source: Failed
de_ch: Fehlgeschlagen

source: Failed Emails
de_ch: Fehlgeschlagene E-Mails

source: Failed items errors:
de_ch: Fehler bei fehlgeschlagenen Elementen:

source: Failed to accept invite
de_ch: Einladung konnte nicht akzeptiert werden

source: Failed to apply rules:
de_ch: Fehler beim Anwenden der Regeln:

source: Failed to approve transactions:
de_ch: Fehler beim Genehmigen der Buchungen:

source: Failed to cancel invite
de_ch: Einladung konnte nicht abgebrochen werden

source: Failed to copy
de_ch: Fehler beim Kopieren

source: Failed to copy to clipboard
de_ch: Kopieren in Zwischenablage fehlgeschlagen

source: Failed to create API key
de_ch: API-Schlüssel konnte nicht erstellt werden

source: Failed to create transactions
de_ch: Fehler beim Erstellen der Buchungen

source: Failed to create transactions:
de_ch: Fehler beim Erstellen der Buchungen:

source: Failed to decline invite
de_ch: Einladung konnte nicht abgelehnt werden

source: Failed to delete API key
de_ch: API-Schlüssel konnte nicht gelöscht werden

source: Failed to delete GIFI
de_ch: Fehler beim Löschen der GIFI

source: Failed to delete account
de_ch: Fehler beim Löschen des Kontos

source: Failed to delete rule
de_ch: Fehler beim Löschen der Regel

source: Failed to download invoice
de_ch: Fehler beim Herunterladen der Rechnung

source: Failed to download order
de_ch: Fehler beim Herunterladen der Bestellung

source: Failed to export PAIN.001
de_ch: Fehler beim Exportieren von PAIN.001

source: Failed to fetch AI processing information
de_ch: Fehler beim Abrufen der KI-Verarbeitungsinformationen

source: Failed to fetch API keys
de_ch: API-Schlüssel konnten nicht abgerufen werden

source: Failed to fetch GIFI details
de_ch: Fehler beim Abrufen der GIFI-Details

source: Failed to fetch GIFI details. Please try again.
de_ch: Fehler beim Abrufen der GIFI-Details. Bitte versuchen Sie es erneut.

source: Failed to fetch account details
de_ch: Fehler beim Abrufen der Kontodetails

source: Failed to fetch account details. Please try again.
de_ch: Fehler beim Abrufen der Kontodetails. Bitte versuchen Sie es erneut.

source: Failed to fetch accounts
de_ch: Fehler beim Abrufen der Konten

source: Failed to fetch bank account details
de_ch: Fehler beim Abrufen der Bankkontodetails

source: Failed to fetch bank account details. Please try again.
de_ch: Fehler beim Abrufen der Bankkontodetails. Bitte versuchen Sie es erneut.

source: Failed to fetch bank accounts
de_ch: Fehler beim Abrufen der Bankkonten

source: Failed to fetch bank payments
de_ch: Fehler beim Abrufen der Bankzahlungen

source: Failed to fetch bank transactions
de_ch: Fehler beim Abrufen der Bankbuchungen

source: Failed to fetch currencies
de_ch: Fehler beim Abrufen der Währungen

source: Failed to fetch drives
de_ch: Laufwerke konnten nicht abgerufen werden

source: Failed to fetch info
de_ch: Fehler beim Abrufen der Informationen

source: Failed to fetch links
de_ch: Fehler beim Abrufen der Verknüpfungen

source: Failed to fetch matches
de_ch: Fehler beim Abrufen der Übereinstimmungen

source: Failed to fetch parent accounts
de_ch: Fehler beim Abrufen der übergeordneten Konten

source: Failed to fetch project details
de_ch: Fehler beim Abrufen der Projektdetails

source: Failed to fetch rule information
de_ch: Fehler beim Abrufen der Regelinformationen

source: Failed to fetch rules
de_ch: Fehler beim Abrufen der Regeln

source: Failed to fetch vcList
de_ch: Fehler beim Abrufen der Kunden-/Lieferantenliste

source: Failed to fetch year end accounts
de_ch: Fehler beim Abrufen der Jahresabschlusskonten

source: Failed to import transactions to database
de_ch: Fehler beim Importieren der Buchungen in die Datenbank

source: Failed to load audit settings
de_ch: Fehler beim Laden der Revisions-Einstellungen

source: Failed to load details
de_ch: Fehler beim Laden der Details

source: Failed to load email details
de_ch: Fehler beim Laden der E-Mail-Details

source: Failed to load invites
de_ch: Einladungen konnten nicht geladen werden

source: Failed to load invoice:
de_ch: Fehler beim Laden der Rechnung:

source: Failed to load item data
de_ch: Fehler beim Laden der Artikel-Daten

source: Failed to load jobs
de_ch: Fehler beim Laden der Jobs

source: Failed to load processing records
de_ch: Fehler beim Laden der Verarbeitungsdatensätze

source: Failed to load prompt and response data
de_ch: Fehler beim Laden der Prompt- und Antwortdaten

source: Failed to load required data
de_ch: Fehler beim Laden der erforderlichen Daten

source: Failed to load vc data
de_ch: Fehler beim Laden der Kunden-/Lieferanten-Daten

source: Failed to process year end
de_ch: Fehler bei der Jahresabschlussverarbeitung

source: Failed to save GIFI
de_ch: Fehler beim Speichern der GIFI

source: Failed to save account
de_ch: Fehler beim Speichern des Kontos

source: Failed to save audit settings
de_ch: Fehler beim Speichern der Revisions-Einstellungen

source: Failed to save bank account
de_ch: Fehler beim Speichern des Bankkontos

source: Failed to save rule
de_ch: Fehler beim Speichern der Regel

source: Failed to send invite
de_ch: Einladung konnte nicht gesendet werden

source: Failed to submit transaction.
de_ch: Fehler beim Übermitteln der Buchung.

source: Failed to transfer invoice
de_ch: Fehler beim Übertragen der Rechnung

source: Failed to update bank account:
de_ch: Fehler beim Aktualisieren des Bankkontos:

source: Failed to update payment status:
de_ch: Fehler beim Aktualisieren des Zahlungsstatus:

source: Failed to update payment statuses:
de_ch: Fehler beim Aktualisieren der Zahlungsstatus:

source: Failed to update task status
de_ch: Fehler beim Aktualisieren des Aufgabenstatus

source: Failed to update user access
de_ch: Benutzerzugriff konnte nicht aktualisiert werden

source: Failed to update vc details:
de_ch: Fehler beim Aktualisieren der Kunden-/Lieferanten-Details:

source: February
de_ch: Februar

source: Field
de_ch: Feld

source: File
de_ch: Datei

source: File Information
de_ch: Dateiinformationen

source: File Limit Exceeded
de_ch: Dateigrösse überschritten

source: File Link
de_ch: Dateilink

source: File Name
de_ch: Dateiname

source: File Type
de_ch: Dateityp

source: Files
de_ch: Dateien

source: Financial Information
de_ch: Finanzinformationen

source: Finished
de_ch: Abgeschlossen

source: First Name
de_ch: Vorname

source: Force Warehouse
de_ch: Lager erzwingen

source: Foreign Exchange Gain/Loss
de_ch: Währungsgewinn/-verlust

source: Found
de_ch: Gefunden

source: From Date
de_ch: Von Datum

source: Full Report
de_ch: Vollständiger Bericht

source: G.W.
de_ch: Bruttogewicht

source: GIFI deleted successfully
de_ch: GIFI erfolgreich gelöscht

source: GIFI deletion canceled
de_ch: GIFI-Löschung abgebrochen

source: GIFI saved successfully
de_ch: GIFI erfolgreich gespeichert

source: GL Reference Number
de_ch: Hauptbuch-Referenznummer

source: Gender
de_ch: Geschlecht

source: General
de_ch: Allgemein

source: General Ledger
de_ch: Hauptbuch

source: General Ledger Template
de_ch: Hauptbuch-Vorlage

source: Generate Report
de_ch: Bericht erstellen

source: Generate XML file for bank payment processing
de_ch: XML-Datei für Bankzahlungsverarbeitung erstellen

source: Generating...
de_ch: Wird generiert...

source: Get Drives
de_ch: Laufwerke abrufen

source: Getting Started
de_ch: Erste Schritte

source: Goods & Services
de_ch: Waren & Dienstleistungen

source: Grand Total
de_ch: Gesamtsumme

source: Greater than
de_ch: Grösser als

source: Greater than or equal
de_ch: Grösser oder gleich

source: Header
de_ch: Kopfzeile

source: Heading
de_ch: Überschrift

source: Headings
de_ch: Überschriften

source: Headings Only
de_ch: Nur Überschriften

source: Hide Closed Accounts
de_ch: Geschlossene Konten ausblenden

source: Home Mobile
de_ch: Privat Mobil

source: Home Phone
de_ch: Privat Telefon

source: IBAN missing
de_ch: IBAN fehlt

source: Ignore Difference
de_ch: Differenz ignorieren

source: Import Data
de_ch: Daten importieren

source: Import Results
de_ch: Import-Ergebnisse

source: Import to Database
de_ch: In Datenbank importieren

source: Inactive
de_ch: Inaktiv

source: Include FX Transactions
de_ch: Währungstransaktionen einschliessen

source: Include in drop-down menus:
de_ch: In Auswahlmenüs einschliessen:

source: Income
de_ch: Ertrag

source: Income Statement
de_ch: Gewinn- und Verlustrechnung

source: Insert Rows
de_ch: Zeilen einfügen

source: Inserts a description text.
de_ch: Fügt einen Beschreibungstext ein.

source: Inserts a parts group text.
de_ch: Fügt einen Teilegruppen-Text ein.

source: Inserts an item text.
de_ch: Fügt einen Artikeltext ein.

source: Inserts the business name.
de_ch: Fügt den Firmennamen ein.

source: Inserts the current currency symbol/code.
de_ch: Fügt das aktuelle Währungssymbol/-code ein.

source: Inserts the current date based on system date format.
de_ch: Fügt das aktuelle Datum basierend auf dem Systemdatumsformat ein.

source: Inserts the day (two-digit).
de_ch: Fügt den Tag (zweistellig) ein.

source: Inserts the first day of the month.
de_ch: Fügt den ersten Tag des Monats ein.

source: Inserts the last day of the month.
de_ch: Fügt den letzten Tag des Monats ein.

source: Inserts the month (two-digit).
de_ch: Fügt den Monat (zweistellig) ein.

source: Inserts the name from the corresponding field.
de_ch: Fügt den Namen aus dem entsprechenden Feld ein.

source: Inserts the phone number (digits only).
de_ch: Fügt die Telefonnummer (nur Ziffern) ein.

source: Inserts the two-digit year (or full year if using yyyy).
de_ch: Fügt das zweistellige Jahr (oder vollständiges Jahr bei Verwendung von jjjj) ein.

source: Internal Notes
de_ch: Interne Notizen

source: Invalid GIFI account number
de_ch: Ungültige GIFI-Kontonummer

source: Invalid account ID
de_ch: Ungültige Konten-ID

source: Invalid email format
de_ch: Ungültiges E-Mail-Format

source: Invalid invite code - using public signup
de_ch: Ungültiger Einladungscode - öffentliche Registrierung wird verwendet

source: Invalid session. Please login again.
de_ch: Ungültige Sitzung. Bitte melden Sie sich erneut an.

source: Invalid shortcut key
de_ch: Ungültige Tastenkombination

source: Inventory
de_ch: Lager

source: Inventory Details
de_ch: Lagerdetails

source: Invite Another User
de_ch: Weiteren Benutzer einladen

source: Invite Code
de_ch: Einladungscode

source: Invite User
de_ch: Benutzer einladen

source: Invite accepted successfully
de_ch: Einladung erfolgreich akzeptiert

source: Invite canceled
de_ch: Einladung abgebrochen

source: Invite declined
de_ch: Einladung abgelehnt

source: Invite sent successfully
de_ch: Einladung erfolgreich gesendet

source: Invites
de_ch: Einladungen

source: Invoice
de_ch: Rechnung

source: Invoice #
de_ch: Rechnung Nr.

source: Invoice Date
de_ch: Rechnungsdatum

source: Invoice Date (yyyy-mm-dd)
de_ch: Rechnungsdatum (jjjj-mm-tt)

source: Invoice Delete canceled
de_ch: Rechnungslöschung abgebrochen

source: Invoice Description QR
de_ch: Rechnungsbeschreibung QR

source: Invoice Header
de_ch: Rechnungskopf

source: Invoice ID is required
de_ch: Rechnungs-ID ist erforderlich

source: Invoice Number
de_ch: Rechnungsnummer

source: Invoice deleted successfully
de_ch: Rechnung erfolgreich gelöscht

source: Invoice transferred successfully
de_ch: Rechnung erfolgreich übertragen

source: Invoice(s)
de_ch: Rechnung(en)

source: Item Description
de_ch: Artikelbeschreibung

source: Item Notes
de_ch: Artikelnotizen

source: Item Number
de_ch: Artikelnummer

source: Items
de_ch: Artikel

source: January
de_ch: Januar

source: Job/Project Number
de_ch: Job-/Projektnummer

source: July
de_ch: Juli

source: June
de_ch: Juni

source: Label
de_ch: Bezeichnung

source: Label must be at least 3 characters long
de_ch: Bezeichnung muss mindestens 3 Zeichen lang sein

source: Language
de_ch: Sprache

source: Last 14 Days
de_ch: Letzte 14 Tage

source: Last 5 Transactions
de_ch: Letzte 5 Buchungen

source: Last 7 Days
de_ch: Letzte 7 Tage

source: Last 90 Days
de_ch: Letzte 90 Tage

source: Last Cost
de_ch: Letzte Kosten

source: Last Month
de_ch: Letzter Monat

source: Last Name
de_ch: Nachname

source: Last Numbers
de_ch: Letzte Nummern

source: Last Used
de_ch: Zuletzt verwendet

source: Last Year
de_ch: Letztes Jahr

source: Late Payment Fee
de_ch: Verspätungsgebühr

source: Less than
de_ch: Kleiner als

source: Less than or equal
de_ch: Kleiner oder gleich

source: Level
de_ch: Stufe

source: Level Updated
de_ch: Stufe aktualisiert

source: Liabilities
de_ch: Passiven

source: Liability
de_ch: Passiva

source: Line Account
de_ch: Zeilenkonto

source: Line Accounts
de_ch: Zeilenkonten

source: Line Amount
de_ch: Zeilenbetrag

source: Line Description
de_ch: Zeilenbeschreibung

source: Line Details
de_ch: Zeilendetails

source: Line Item
de_ch: Position

source: Line Item Account
de_ch: Positionskonto

source: Line Items
de_ch: Positionen

source: Line Project
de_ch: Zeilenprojekt

source: Line Tax
de_ch: Zeilensteuer

source: Line Tax Account
de_ch: Zeilensteuerkonto

source: Line Tax Amount
de_ch: Zeilensteuerbetrag

source: Lineitem
de_ch: Position

source: Lines to add
de_ch: Hinzuzufügende Zeilen

source: List Accounts
de_ch: Konten auflisten

source: List Price
de_ch: Listenpreis

source: Load Transactions
de_ch: Buchungen laden

source: Loading users...
de_ch: Benutzer werden geladen...

source: Loading workstations...
de_ch: Arbeitsplätze werden geladen...

source: Loading...
de_ch: Wird geladen...

source: Location
de_ch: Standort

source: Lock
de_ch: Sperren

source: Login
de_ch: Aamälde

source: Login successful
de_ch: Anmeldung erfolgreich

source: Logout
de_ch: Abmälde

source: Lot
de_ch: Los

source: Make
de_ch: Marke

source: Make and Model
de_ch: Marke und Modell

source: Manage Bank Transaction Rules
de_ch: Bankbuchungsregeln verwalten

source: Manage Dataset
de_ch: Datensatz verwalten

source: Manage Rules
de_ch: Regeln verwalten

source: Manage Stations
de_ch: Stationen verwalten

source: Manage Users for
de_ch: Benutzer verwalten für

source: Mandatory Fields
de_ch: Pflichtfelder

source: Manufacturing
de_ch: Produktion

source: March
de_ch: März

source: Mark As Sent
de_ch: Als gesendet markieren

source: Mark As Unsent
de_ch: Als nicht gesendet markieren

source: Mark as Completed
de_ch: Als abgeschlossen markieren

source: Mark as Created
de_ch: Als erstellt markieren

source: Mark as Done
de_ch: Als erledigt markieren

source: Mark as Exported
de_ch: Als exportiert markieren

source: Mark as Uploaded
de_ch: Als hochgeladen markieren

source: Match Transactions
de_ch: Buchungen zuordnen

source: Matched By
de_ch: Zugeordnet von

source: Maximum 5 files allowed
de_ch: Maximal 5 Dateien erlaubt

source: Maximum Amount
de_ch: Höchstbetrag

source: May
de_ch: Mai

source: Member No.
de_ch: Mitglieds-Nr.

source: Member Number
de_ch: Mitgliedsnummer

source: Memo
de_ch: Notiz

source: Message
de_ch: Nachricht

source: Microfiche
de_ch: Mikrofiche

source: Missing IBAN
de_ch: IBAN fehlt

source: Mobile
de_ch: Mobil

source: Model
de_ch: Modell

source: Module
de_ch: Modul

source: Month
de_ch: Monat

source: Monthly
de_ch: Monatlich

source: Monthly Expenses
de_ch: Monatliche Aufwendungen

source: Monthly Sales
de_ch: Monatlicher Umsatz

source: My Workstations
de_ch: Meine Arbeitsplätze

source: N.W.
de_ch: Nettogewicht

source: N/A
de_ch: Nicht verfügbar

source: Name is required
de_ch: Name ist erforderlich

source: Net Amount
de_ch: Nettobetrag

source: Net Income/(Loss)
de_ch: Nettoertrag/(Verlust)

source: Never
de_ch: Nie

source: New Number
de_ch: Neue Nummer

source: New Status
de_ch: Neuer Status

source: New number generated
de_ch: Neue Nummer generiert

source: No AI processing information available for this transaction
de_ch: Keine KI-Verarbeitungsinformationen für diese Buchung verfügbar

source: No API Keys Found
de_ch: Keine API-Schlüssel gefunden

source: No Country
de_ch: Kein Land

source: No DCN
de_ch: Keine DCN

source: No Files
de_ch: Keine Dateien

source: No IBAN
de_ch: Keine IBAN

source: No Results Found
de_ch: Keine Ergebnisse gefunden

source: No Street
de_ch: Keine Strasse

source: No Town
de_ch: Kein Ort

source: No bank accounts found
de_ch: Keine Bankkonten gefunden

source: No data available
de_ch: Keine Daten verfügbar

source: No data to import
de_ch: Keine Daten zum Importieren

source: No data to validate
de_ch: Keine Daten zur Validierung

source: No datasets found
de_ch: Keine Datensätze gefunden

source: No description available
de_ch: Keine Beschreibung verfügbar

source: No email data available
de_ch: Keine E-Mail-Daten verfügbar

source: No invoices assigned to this station
de_ch: Keine Rechnungen dieser Station zugewiesen

source: No invoices available for consolidation
de_ch: Keine Rechnungen für Konsolidierung verfügbar

source: No matches found
de_ch: Keine Übereinstimmungen gefunden

source: No matching IBAN found. Please select manually.
de_ch: Keine passende IBAN gefunden. Bitte manuell auswählen.

source: No order to delete
de_ch: Keine Bestellung zum Löschen

source: No pending invites
de_ch: Keine ausstehenden Einladungen

source: No prompt available
de_ch: Kein Prompt verfügbar

source: No response available
de_ch: Keine Antwort verfügbar

source: No results found
de_ch: Keine Ergebnisse gefunden

source: No roles available
de_ch: Keine Rollen verfügbar

source: No stations found
de_ch: Keine Stationen gefunden

source: No transactions found
de_ch: Keine Buchungen gefunden

source: No transactions selected
de_ch: Keine Buchungen ausgewählt

source: No transactions to email.
de_ch: Keine Buchungen zum E-Mail-Versand.

source: No transactions to import
de_ch: Keine Buchungen zum Importieren

source: No transactions to print
de_ch: Keine Buchungen zum Drucken

source: No transactions to update
de_ch: Keine Buchungen zum Aktualisieren

source: No users assigned to this station
de_ch: Keine Benutzer dieser Station zugewiesen

source: No users available
de_ch: Keine Benutzer verfügbar

source: No users found matching your search
de_ch: Keine Benutzer gefunden, die Ihrer Suche entsprechen

source: No validation rules defined for this import type
de_ch: Keine Validierungsregeln für diesen Importtyp definiert

source: No workstations assigned to you
de_ch: Keine Arbeitsplätze Ihnen zugewiesen

source: Non-tracking Item Expense
de_ch: Nicht-lagerfähiger Artikel Aufwand

source: Non-tracking Item Income
de_ch: Nicht-lagerfähiger Artikel Ertrag

source: Non-tracking Item Tax
de_ch: Nicht-lagerfähiger Artikel Steuer

source: Non-tracking Items
de_ch: Nicht-lagerfähige Artikel

source: None
de_ch: Keine

source: Not Emailed
de_ch: Nicht per E-Mail versendet

source: Notes
de_ch: Notizen

source: Number
de_ch: Nummer

source: Number Format
de_ch: Zahlenformat

source: OH
de_ch: Lagerbestand

source: OTP sent to your email
de_ch: OTP an Ihre E-Mail gesendet

source: Occupation
de_ch: Beruf

source: October
de_ch: Oktober

source: Offset Account
de_ch: Gegenkonto

source: On Hand
de_ch: Auf Lager

source: On Hold
de_ch: Zurückgestellt

source: One Level Down
de_ch: Eine Ebene nach unten

source: One Level Up
de_ch: Eine Ebene nach oben

source: Only lowercase alphabets and numbers allowed
de_ch: Nur Kleinbuchstaben und Zahlen erlaubt

source: Open
de_ch: Offen

source: Or enter this code manually:
de_ch: Oder geben Sie diesen Code manuell ein:

source: Order ID is required
de_ch: Bestell-ID ist erforderlich

source: Order Information
de_ch: Bestellinformationen

source: Order Number
de_ch: Bestellnummer

source: Order deleted successfully
de_ch: Bestellung erfolgreich gelöscht

source: Order posted as new successfully
de_ch: Bestellung erfolgreich als neu gebucht

source: Order posted successfully
de_ch: Bestellung erfolgreich gebucht

source: Order saved successfully
de_ch: Bestellung erfolgreich gespeichert

source: Orders & Quotations
de_ch: Aufträge & Angebote

source: Organize your business by departments
de_ch: Organisieren Sie Ihr Unternehmen nach Abteilungen

source: Original AI Response
de_ch: Originale KI-Antwort

source: Outstanding
de_ch: Ausstehend

source: PAIN.001 file exported successfully
de_ch: PAIN.001-Datei erfolgreich exportiert

source: PO Number
de_ch: Bestellnummer

source: POS
de_ch: Kasse

source: Packaging
de_ch: Verpackung

source: Packing List
de_ch: Packliste

source: Paid
de_ch: Bezahlt

source: Paid Early
de_ch: Früh bezahlt

source: Paid Late
de_ch: Spät bezahlt

source: Parent
de_ch: Übergeordnet

source: Parent Account
de_ch: Übergeordnetes Konto

source: Parse Files
de_ch: Dateien analysieren

source: Parsed Transactions
de_ch: Analysierte Buchungen

source: Part Number
de_ch: Teilenummer

source: Part/Service saved successfully
de_ch: Teil/Service erfolgreich gespeichert

source: Parts
de_ch: Teile

source: Password
de_ch: Passwort

source: Payment
de_ch: Zahlung

source: Payment Account
de_ch: Zahlungskonto

source: Payment Accounts
de_ch: Zahlungskonten

source: Payment Amount
de_ch: Zahlungsbetrag

source: Payment Date
de_ch: Zahlungsdatum

source: Payment Date (yyyy-mm-dd)
de_ch: Zahlungsdatum (jjjj-mm-tt)

source: Payment Details
de_ch: Zahlungsdetails

source: Payment Difference
de_ch: Zahlungsdifferenz

source: Payment Exchange Rate
de_ch: Zahlungswechselkurs

source: Payment File
de_ch: Zahlungsdatei

source: Payment ID
de_ch: Zahlungs-ID

source: Payment Memo
de_ch: Zahlungsnotiz

source: Payment Method
de_ch: Zahlungsmethode

source: Payment Source
de_ch: Zahlungsquelle

source: Payment Status
de_ch: Zahlungsstatus

source: Payment status updated successfully
de_ch: Zahlungsstatus erfolgreich aktualisiert

source: Payment statuses updated successfully
de_ch: Zahlungsstatus erfolgreich aktualisiert

source: Payments
de_ch: Zahlungen

source: Pending
de_ch: Ausstehend

source: Pending Invites
de_ch: Ausstehende Einladungen

source: Pending is disabled due to station restrictions
de_ch: Ausstehend ist aufgrund von Stationsbeschränkungen deaktiviert

source: Period Type
de_ch: Periodentyp

source: Permissions
de_ch: Berechtigungen

source: Phone
de_ch: Telefon

source: Pick List
de_ch: Kommissionierliste

source: Please correct the errors in the form
de_ch: Bitte korrigieren Sie die Fehler im Formular

source: Please enter a valid email address
de_ch: Bitte geben Sie eine gültige E-Mail-Adresse ein

source: Please fill in all fields.
de_ch: Bitte füllen Sie alle Felder aus.

source: Please fill in all required fields
de_ch: Bitte füllen Sie alle erforderlichen Felder aus

source: Please fill in all required fields.
de_ch: Bitte füllen Sie alle erforderlichen Felder aus.

source: Please fill in the required fields
de_ch: Bitte füllen Sie die erforderlichen Felder aus

source: Please fix the following issues:
de_ch: Bitte beheben Sie die folgenden Probleme:

source: Please save the customer/vendor first
de_ch: Bitte speichern Sie zuerst den Kunden/Lieferanten

source: Please select a bank account
de_ch: Bitte wählen Sie ein Bankkonto aus

source: Please select a bank account and payments to export
de_ch: Bitte wählen Sie ein Bankkonto und Zahlungen zum Exportieren aus

source: Please select a bank account for this group
de_ch: Bitte wählen Sie ein Bankkonto für diese Gruppe aus

source: Please select a bank account to edit
de_ch: Bitte wählen Sie ein Bankkonto zum Bearbeiten aus

source: Please select a prompt type
de_ch: Bitte wählen Sie einen Prompt-Typ aus
