Repository: HashimSaqib/neo-ledger
Catalog: src/i18n/locales/*/messages.po
Languages: de_ch

source: * Either IBAN or QR-IBAN is required
de_ch: * Entweder IBAN oder QR-IBAN ist erforderlich

source: 6-digit code
de_ch: 6-stellige Code

source: AI Processing Information
de_ch: KI-Verarbeitungsinformationen

source: AI Prompt
de_ch: KI-Prompt

source: AI Prompt Used
de_ch: Verwendeter KI-Prompt

source: AI Prompts
de_ch: KI-Prompts

source: AP
de_ch: VP

source: AP Amount
de_ch: VP-Betrag

source: AP Payment
de_ch: VP-Zahlung

source: AP Record
de_ch: VP-Buchung

source: AP Transactions
de_ch: VP-Buchungen

source: API Key Created Successfully
de_ch: API-Schlüssel erfolgreich erstellt

source: API Key Label
de_ch: API-Schlüssel-Bezeichnung

source: API Key Label is required
de_ch: API-Schlüssel-Bezeichnung ist erforderlich

source: API Keys
de_ch: API-Schlüssel

source: API key copied to clipboard
de_ch: API-Schlüssel in Zwischenablage kopiert

source: API key created successfully
de_ch: API-Schlüssel erfolgreich erstellt

source: API key deleted successfully
de_ch: API-Schlüssel erfolgreich gelöscht

source: AR
de_ch: FR

source: AR Amount
de_ch: FR-Betrag

source: AR Payment
de_ch: FR-Zahlung

source: AR Record
de_ch: FR-Buchung

source: AR Transactions
de_ch: FR-Buchungen

source: Acc No
de_ch: Kto-Nr.

source: Acc No - Description
de_ch: Kto-Nr. - Beschreibung

source: Accept
de_ch: Akzeptieren

source: Access
de_ch: Zugriff

source: Access Controls
de_ch: Zugriffskontrollen

source: Access Level
de_ch: Zugriffsstufe

source: Account
de_ch: Konto

source: Account Details
de_ch: Kontodetails

source: Account Holder
de_ch: Kontoinhaber

source: Account Mapping
de_ch: Kontozuordnung

source: Account No
de_ch: Kto-Nr.

source: Account Number
de_ch: Kontonummer

source: Account Number *
de_ch: Kontonummer *

source: Account Number From
de_ch: Kontonummer von

source: Account Number To
de_ch: Kontonummer bis

source: Account Number missing!
de_ch: Kontonummer fehlt!

source: Account Payable
de_ch: Verbindlichkeiten

source: Account Payable Template
de_ch: Verbindlichkeiten-Vorlage

source: Account Total
de_ch: Kontosumme

source: Account Type
de_ch: Kontotyp

source: Account Type *
de_ch: Kontotyp *

source: Account Type missing!
de_ch: Kontotyp fehlt!

source: Account deleted successfully
de_ch: Konto erfolgreich gelöscht

source: Account deletion canceled
de_ch: Kontolöschung abgebrochen

source: Account is required
de_ch: Konto ist erforderlich

source: Account is required for General Ledger template
de_ch: Konto ist für Hauptbuch-Vorlage erforderlich

source: Account is required.
de_ch: Konto ist erforderlich.

source: Account saved successfully
de_ch: Konto erfolgreich gespeichert

source: Accounting Method
de_ch: Buchungsmethode

source: Accounts
de_ch: Konten

source: Accrual
de_ch: Periodenabgrenzung

source: Action completed successfully
de_ch: Aktion erfolgreich abgeschlossen

source: Action failed
de_ch: Aktion fehlgeschlagen

source: Actions
de_ch: Aktionen

source: Activate Audit Trail
de_ch: Revisionspfad aktivieren

source: Active
de_ch: Aktiv

source: Add
de_ch: Hinzufügen

source: Add Account
de_ch: Konto hinzufügen

source: Add Approval Rule
de_ch: Genehmigungsregel hinzufügen

source: Add Bank Account
de_ch: Bankkonto hinzufügen

source: Add Condition
de_ch: Bedingung hinzufügen

source: Add Currency
de_ch: Währung hinzufügen

source: Add Customer
de_ch: Kunde hinzufügen

source: Add Date
de_ch: Datum hinzufügen

source: Add Department
de_ch: Abteilung hinzufügen

source: Add Employee
de_ch: Mitarbeiter hinzufügen

source: Add First Role
de_ch: Erste Rolle hinzufügen

source: Add Line
de_ch: Zeile hinzufügen

source: Add New
de_ch: Neu hinzufügen

source: Add New GIFI
de_ch: Neue GIFI hinzufügen

source: Add Part
de_ch: Teil hinzufügen

source: Add Period
de_ch: Periode hinzufügen

source: Add Project
de_ch: Projekt hinzufügen

source: Add Role
de_ch: Rolle hinzufügen

source: Add Rule
de_ch: Regel hinzufügen

source: Add Service
de_ch: Service hinzufügen

source: Add Services
de_ch: Services hinzufügen

source: Add Station
de_ch: Station hinzufügen

source: Add Transaction
de_ch: Buchung hinzufügen

source: Add Users
de_ch: Benutzer hinzufügen

source: Add Vendor
de_ch: Lieferant hinzufügen

source: Added
de_ch: Hinzugefügt

source: Additional Details
de_ch: Zusätzliche Details

source: Additional Info
de_ch: Zusätzliche Informationen

source: Additional Information
de_ch: Zusätzliche Informationen

source: Address
de_ch: Adresse

source: Address 1
de_ch: Adresse 1

source: Address 2
de_ch: Adresse 2

source: Address Information
de_ch: Adressinformationen

source: Admin
de_ch: Administrator

source: Admin Email
de_ch: Administrator-E-Mail

source: All
de_ch: Alle

source: All Accounts
de_ch: Alle Konten

source: All Columns
de_ch: Alle Spalten

source: All Items
de_ch: Alle Artikel

source: All Taxes
de_ch: Alle Steuern

source: Allow GL?
de_ch: Hauptbuch erlauben?

source: Already have an account? Login
de_ch: Bereits ein Konto? Anmelden

source: Amount
de_ch: Betrag

source: Amount Based
de_ch: Betragsbasierend

source: Amount From
de_ch: Betrag von

source: Amount To
de_ch: Betrag bis

source: Amount ≤
de_ch: Betrag ≤

source: An error occurred
de_ch: Ein Fehler ist aufgetreten

source: An error occurred during import
de_ch: Ein Fehler ist beim Import aufgetreten

source: An error occurred during validation
de_ch: Ein Fehler ist bei der Validierung aufgetreten

source: An error occurred while fetching matches
de_ch: Ein Fehler ist beim Abrufen der Übereinstimmungen aufgetreten

source: An error occurred while saving
de_ch: Ein Fehler ist beim Speichern aufgetreten

source: An error occurred while uploading files. Please try again.
de_ch: Ein Fehler ist beim Hochladen der Dateien aufgetreten. Bitte versuchen Sie es erneut.

source: An unexpected error occurred
de_ch: Ein unerwarteter Fehler ist aufgetreten

source: Annual Interest
de_ch: Jahreszins

source: Applied Rule Information
de_ch: Angewendete Regelinformationen

source: Apply Rules to All
de_ch: Regeln auf alle anwenden

source: Approval Rule
de_ch: Genehmigungsregel

source: Approve
de_ch: Genehmigen

source: Approve All
de_ch: Alle genehmigen

source: Approve all transactions
de_ch: Alle Buchungen genehmigen

source: Approve transactions up to
de_ch: Buchungen genehmigen bis

source: Approve transactions up to this amount
de_ch: Buchungen bis zu diesem Betrag genehmigen

source: Are you sure you want to cancel this job?
de_ch: Sind Sie sicher, dass Sie diesen Job abbrechen möchten?

source: Are you sure you want to cancel this processing?
de_ch: Sind Sie sicher, dass Sie diese Verarbeitung abbrechen möchten?

source: Are you sure you want to consolidate
de_ch: Sind Sie sicher, dass Sie konsolidieren möchten

source: Are you sure you want to delete
de_ch: Sind Sie sicher, dass Sie löschen möchten

source: Are you sure you want to delete the API key
de_ch: Sind Sie sicher, dass Sie den API-Schlüssel löschen möchten

source: Are you sure you want to delete the rule
de_ch: Sind Sie sicher, dass Sie die Regel löschen möchten

source: Are you sure you want to delete this order?
de_ch: Sind Sie sicher, dass Sie diese Bestellung löschen möchten?

source: Are you sure you want to delete this station?
de_ch: Sind Sie sicher, dass Sie diese Station löschen möchten?

source: Are you sure you want to remove access for
de_ch: Sind Sie sicher, dass Sie den Zugriff entfernen möchten für

source: Are you sure?
de_ch: Sind Sie sicher?

source: As Of
de_ch: Stand

source: As of Date
de_ch: Stichtag

source: Asset
de_ch: Aktiva

source: Assets
de_ch: Aktiven

source: Assigned Invoices
de_ch: Zugewiesene Rechnungen

source: Assigned to
de_ch: Zugewiesen an

source: At least one line item is required.
de_ch: Mindestens eine Position ist erforderlich.

source: At least two lines are required to post a transaction.
de_ch: Mindestens zwei Zeilen sind erforderlich, um eine Buchung zu erstellen.

source: Attach Drive
de_ch: Laufwerk anhängen

source: Attachment
de_ch: Anhang

source: Attachment (PDF)
de_ch: Anhang (PDF)

source: Audit
de_ch: Revision

source: Audit settings saved successfully
de_ch: Revisions-Einstellungen erfolgreich gespeichert

source: Available Credit
de_ch: Verfügbarer Kredit

source: Available Drives
de_ch: Verfügbare Laufwerke

source: Average Cost
de_ch: Durchschnittskosten

source: BC Number
de_ch: BC-Nummer

source: BIC missing
de_ch: BIC fehlt

source: Back
de_ch: Zurück

source: Back to login
de_ch: Zurück zur Anmeldung

source: Backup codes copied to clipboard
de_ch: Backup-Codes in Zwischenablage kopiert

source: Balance
de_ch: Saldo

source: Balance Sheet
de_ch: Bilanz

source: Bank Account
de_ch: Bankkonto

source: Bank Account / IBAN
de_ch: Bankkonto / IBAN

source: Bank Account Selection
de_ch: Bankkonto-Auswahl

source: Bank Accounts
de_ch: Bankkonten

source: Bank Address
de_ch: Bankadresse

source: Bank Address 1
de_ch: Bankadresse 1

source: Bank Address 2
de_ch: Bankadresse 2

source: Bank Adjustment
de_ch: Bankanpassung

source: Bank City
de_ch: Bankort

source: Bank Code
de_ch: Bankleitzahl

source: Bank Country
de_ch: Bankland

source: Bank Information
de_ch: Bankinformationen

source: Bank Name is required!
de_ch: Bankname ist erforderlich!

source: Bank Payments
de_ch: Bankzahlungen

source: Bank State
de_ch: Bankkanton

source: Bank State/Province
de_ch: Bankkanton/Provinz

source: Bank Transaction Code
de_ch: Bankbuchungscode

source: Bank Transactions
de_ch: Bankbuchungen

source: Bank Zip/Postal Code
de_ch: Bank-Postleitzahl

source: Bank Zipcode
de_ch: Bank-Postleitzahl

source: Bank account saved successfully
de_ch: Bankkonto erfolgreich gespeichert

source: Bank account selected
de_ch: Bankkonto ausgewählt

source: Bank account updated successfully
de_ch: Bankkonto erfolgreich aktualisiert

source: Bank selection is required
de_ch: Bankauswahl ist erforderlich

source: Banking Information
de_ch: Bankinformationen

source: Basic Information
de_ch: Grundinformationen

source: Batch Email
de_ch: E-Mail-Batch

source: Batch Email Invoices
de_ch: Rechnungen per E-Mail versenden

source: Batch Number
de_ch: Batch-Nummer

source: Batch Print
de_ch: Batch-Druck

source: Batch Print Invoices
de_ch: Rechnungen im Batch drucken

source: Batch Print Reminders
de_ch: Mahnungen im Batch drucken

source: Beginning Balance
de_ch: Anfangssaldo

source: Bin
de_ch: Lagerplatz

source: Booking Date
de_ch: Buchungsdatum

source: Business Number
de_ch: Unternehmensnummer

source: COGS
de_ch: Warenkosten

source: Cancel
de_ch: Abbrechen

source: Cancel Invite
de_ch: Einladung abbrechen

source: Cancel Job
de_ch: Job abbrechen

source: Cancel Processing
de_ch: Verarbeitung abbrechen

source: Cannot remove owner access
de_ch: Besitzerzugriff kann nicht entfernt werden

source: Cannot select: Invalid DCN for QR-IBAN
de_ch: Kann nicht auswählen: Ungültige DCN für QR-IBAN

source: Cannot select: No bank account
de_ch: Kann nicht auswählen: Kein Bankkonto

source: Cannot set account for more than one of AR, AP or IC
de_ch: Konto kann nicht für mehr als eines von FR, VP oder IC gesetzt werden

source: Cannot set multiple options for AP
de_ch: Kann nicht mehrere Optionen für VP setzen

source: Cannot set multiple options for AR
de_ch: Kann nicht mehrere Optionen für FR setzen

source: Cash
de_ch: Kasse

source: Cash Discount
de_ch: Skonto

source: Cash Over/Short
de_ch: Kassenüberschuss/-fehlbetrag

source: Category
de_ch: Kategorie

source: Chart Of Accounts
de_ch: Kontenplan

source: Chart Type
de_ch: Kontotyp

source: Chart of Accounts
de_ch: Kontenplan

source: Chart of Accounts is required
de_ch: Kontenplan ist erforderlich

source: Check Inventory
de_ch: Lagerbestand prüfen

source: City
de_ch: Ort

source: Clear
de_ch: Löschen

source: Clear All
de_ch: Alle löschen

source: Clear selection
de_ch: Auswahl löschen

source: Clearing Account
de_ch: Verrechnungskonto

source: Clearing No.
de_ch: Clearing-Nr.

source: Clearing Number
de_ch: Clearing-Nummer

source: Click on a variable to insert it into the focused field
de_ch: Klicken Sie auf eine Variable, um sie in das fokussierte Feld einzufügen

source: Close
de_ch: Schliessen

source: Close Books up to
de_ch: Bücher schliessen bis

source: Closed
de_ch: Geschlossen

source: Collapse All
de_ch: Alle einklappen

source: Column 1
de_ch: Spalte 1

source: Column 2
de_ch: Spalte 2

source: Company
de_ch: Unternehmen

source: Company Name
de_ch: Firmenname

source: Company Name Missing
de_ch: Firmenname fehlt

source: Company Name is required
de_ch: Firmenname ist erforderlich

source: Company Number
de_ch: Firmennummer

source: Completed
de_ch: Abgeschlossen

source: Configure Defaults
de_ch: Standardwerte konfigurieren

source: Configure workstation settings
de_ch: Arbeitsplatz-Einstellungen konfigurieren

source: Configure workstations for automated processing.
de_ch: Arbeitsplätze für automatisierte Verarbeitung konfigurieren.

source: Configure your accounting structure and account hierarchy
de_ch: Konfigurieren Sie Ihre Buchhaltungsstruktur und Kontenhierarchie

source: Confirm
de_ch: Bestätigen

source: Confirm Consolidation
de_ch: Konsolidierung bestätigen

source: Confirm Delete
de_ch: Löschen bestätigen

source: Confirm Deletion
de_ch: Löschung bestätigen

source: Connect Dropbox
de_ch: Dropbox verbinden

source: Connect Google Drive
de_ch: Google Drive verbinden

source: Connection Active
de_ch: Verbindung aktiv

source: Connection Disabled
de_ch: Verbindung deaktiviert

source: Connections
de_ch: Verbindungen

source: Consolidate Invoices
de_ch: Rechnungen konsolidieren

source: Consolidate Selected
de_ch: Ausgewählte konsolidieren

source: Contact
de_ch: Kontakt

source: Contact Information
de_ch: Kontaktinformationen

source: Contact Title
de_ch: Kontakttitel

source: Contact your administrator to get access to workstations
de_ch: Kontaktieren Sie Ihren Administrator, um Zugriff auf Arbeitsplätze zu erhalten

source: Contains
de_ch: Enthält

source: Content
de_ch: Inhalt

source: Continue
de_ch: Weiter

source: Contra
de_ch: Gegenkonto

source: Copy All Codes
de_ch: Alle Codes kopieren

source: Copy remaining balance
de_ch: Verbleibenden Saldo kopieren

source: Copy to Clipboard
de_ch: In Zwischenablage kopieren

source: Copy to clipboard
de_ch: In Zwischenablage kopieren

source: Cost
de_ch: Kosten

source: Cost Center
de_ch: Kostenstelle

source: Counterparty
de_ch: Gegenpartei

source: Counterparty IBAN
de_ch: Gegenpartei IBAN

source: Counterparty Name
de_ch: Gegenpartei Name

source: Country
de_ch: Land

source: Country of Origin
de_ch: Herkunftsland

source: Create
de_ch: Erstellen

source: Create Account
de_ch: Konto erstellen

source: Create Dataset
de_ch: Datensatz erstellen

source: Create Departments
de_ch: Abteilungen erstellen

source: Create New API Key
de_ch: Neuen API-Schlüssel erstellen

source: Create New Dataset
de_ch: Neuen Datensatz erstellen

source: Create New Rule
de_ch: Neue Regel erstellen

source: Create Projects
de_ch: Projekte erstellen

source: Create Rule
de_ch: Regel erstellen

source: Create With Template
de_ch: Mit Vorlage erstellen

source: Create a rule based on transaction criteria
de_ch: Erstellen Sie eine Regel basierend auf Buchungskriterien

source: Create functionality will be implemented
de_ch: Erstellungsfunktion wird implementiert

source: Create your first API key to get started
de_ch: Erstellen Sie Ihren ersten API-Schlüssel, um zu beginnen

source: Created
de_ch: Erstellt

source: Created Date
de_ch: Erstellungsdatum

source: Created Date From
de_ch: Erstellungsdatum von

source: Created Date To
de_ch: Erstellungsdatum bis

source: Created From
de_ch: Erstellt von

source: Created To
de_ch: Erstellt bis

source: Credit
de_ch: Haben

source: Credit Invoice
de_ch: Gutschrift

source: Credit Limit
de_ch: Kreditlimit

source: Credit Transaction
de_ch: Gutschriftsbuchung

source: Currencies
de_ch: Währungen

source: Currency
de_ch: Währung

source: Currency is required
de_ch: Währung ist erforderlich

source: Currency is required.
de_ch: Währung ist erforderlich.

source: Current
de_ch: Aktuell

source: Current Earnings
de_ch: Aktuelle Erträge

source: Current Station
de_ch: Aktuelle Station

source: Current Status Distribution
de_ch: Aktuelle Statusverteilung

source: Current Users
de_ch: Aktuelle Benutzer

source: Custom
de_ch: Benutzerdefiniert

source: Custom Periods
de_ch: Benutzerdefinierte Perioden

source: Custom prompt for AI processing
de_ch: Benutzerdefinierter Prompt für KI-Verarbeitung

source: Customer
de_ch: Kunde

source: Customer History
de_ch: Kundengeschichte

source: Customer Invoice
de_ch: Kundenrechnung

source: Customer Number
de_ch: Kundennummer

source: Customer Payments
de_ch: Kundenzahlungen

source: Customer Search
de_ch: Kundensuche

source: Customer Transaction
de_ch: Kundenbuchung

source: Customer Transactions
de_ch: Kundenbuchungen

source: Customer Upload
de_ch: Kundenupload

source: Customer is required.
de_ch: Kunde ist erforderlich.

source: Customers
de_ch: Kunden

source: DELETE DATASET
de_ch: DATENSATZ LÖSCHEN

source: DOB
de_ch: Geburtsdatum

source: Daily
de_ch: Täglich

source: Data imported successfully
de_ch: Daten erfolgreich importiert

source: Dataset List
de_ch: Datensatzliste

source: Dataset Name
de_ch: Datensatzname

source: Dataset Name is required
de_ch: Datensatzname ist erforderlich

source: Dataset succesfully deleted.
de_ch: Datensatz erfolgreich gelöscht.

source: Date
de_ch: Datum

source: Date Due
de_ch: Fälligkeitsdatum

source: Date From
de_ch: Datum von

source: Date Paid
de_ch: Zahlungsdatum

source: Date Range
de_ch: Datumsbereich

source: Date To
de_ch: Datum bis

source: Dates
de_ch: Daten

source: Debit
de_ch: Soll

source: Debit Invoice
de_ch: Debitorenrechnung

source: Debit Transaction
de_ch: Debitorenbuchung

source: December
de_ch: Dezember

source: Decimal Places
de_ch: Dezimalstellen

source: Decline
de_ch: Ablehnen

source: Default
de_ch: Standard

source: Default Accounts
de_ch: Standardkonten

source: Default Columns
de_ch: Standardspalten

source: Default Station
de_ch: Standardstation

source: Defaults
de_ch: Standardwerte

source: Defaults saved successfully
de_ch: Standardwerte erfolgreich gespeichert

source: Delete
de_ch: Löschen

source: Delete API Key
de_ch: API-Schlüssel löschen

source: Delete Dataset
de_ch: Datensatz löschen

source: Delete Rule
de_ch: Regel löschen

source: Delivery Date
de_ch: Lieferdatum

source: Department
de_ch: Abteilung

source: Departments
de_ch: Abteilungen

source: Description
de_ch: Beschreibung

source: Detail View
de_ch: Detailansicht

source: Difference
de_ch: Differenz

source: Disabled
de_ch: Deaktiviert

source: Discount
de_ch: Rabatt

source: Discount (%)
de_ch: Rabatt (%)

source: Discount Terms
de_ch: Rabattbedingungen

source: Dismiss
de_ch: Verwerfen

source: Document List
de_ch: Dokumentenliste

source: Document Management
de_ch: Dokumentenverwaltung

source: Download
de_ch: Herunterladen

source: Download Database
de_ch: Datenbank herunterladen

source: Download File
de_ch: Datei herunterladen

source: Download Templates
de_ch: Vorlagen herunterladen

source: Drag & Drop Files Here
de_ch: Dateien hierher ziehen und ablegen

source: Drawing
de_ch: Zeichnung

source: Drop-down
de_ch: Auswahlmenü

source: Due
de_ch: Fällig

source: Due Date
de_ch: Fälligkeitsdatum

source: Due Date (yyyy-mm-dd)
de_ch: Fälligkeitsdatum (jjjj-mm-tt)

source: Duration
de_ch: Dauer

source: Early Payment Discount given
de_ch: Skonto gewährt

source: Early Payment Discount received
de_ch: Skonto erhalten

source: Edit
de_ch: Bearbeiten

source: Edit Account
de_ch: Konto bearbeiten

source: Edit Bank Account
de_ch: Bankkonto bearbeiten

source: Edit Department
de_ch: Abteilung bearbeiten

source: Edit GIFI
de_ch: GIFI bearbeiten

source: Edit Project
de_ch: Projekt bearbeiten

source: Edit Rule
de_ch: Regel bearbeiten

source: Edit Vendor
de_ch: Lieferant bearbeiten

source: Edit With Template
de_ch: Mit Vorlage bearbeiten

source: Edit an existing rule
de_ch: Bestehende Regel bearbeiten

source: Edit functionality will be implemented
de_ch: Bearbeitungsfunktion wird implementiert

source: Either IBAN or QR-IBAN is required
de_ch: Entweder IBAN oder QR-IBAN ist erforderlich

source: Email Address
de_ch: E-Mail-Adresse

source: Email Invoices
de_ch: Rechnungen per E-Mail versenden

source: Email Reminders
de_ch: Mahnungen per E-Mail versenden

source: Email batch created successfully
de_ch: E-Mail-Batch erfolgreich erstellt

source: Email is required
de_ch: E-Mail ist erforderlich

source: Emailed
de_ch: Per E-Mail versendet

source: Emails to Process
de_ch: Zu verarbeitende E-Mails

source: Employee
de_ch: Mitarbeiter

source: Employee Number
de_ch: Mitarbeiternummer

source: Employee added successfully!
de_ch: Mitarbeiter erfolgreich hinzugefügt!

source: End Date
de_ch: Enddatum

source: End Date (yyyy-mm-dd)
de_ch: Enddatum (jjjj-mm-tt)

source: Enddate
de_ch: Enddatum

source: Ends with
de_ch: Endet mit

source: Enforce Transaction Reversal for all Dates
de_ch: Buchungsstorno für alle Daten erzwingen

source: English
de_ch: Englisch

source: Enter 6-digit code
de_ch: 6-stellige Code eingeben

source: Enter OTP
de_ch: OTP eingeben

source: Enter the 6-digit code from your app
de_ch: Geben Sie den 6-stelligen Code aus Ihrer App ein

source: Enter the code from your authenticator app
de_ch: Geben Sie den Code aus Ihrer Authenticator-App ein

source: Equals
de_ch: Gleich

source: Equity
de_ch: Eigenkapital

source: Error
de_ch: Fehler

source: Error Information
de_ch: Fehlerinformationen

source: Error Message
de_ch: Fehlermeldung

source: Error Type
de_ch: Fehlertyp

source: Error adding user to station
de_ch: Fehler beim Hinzufügen des Benutzers zur Station

source: Error creating email batch
de_ch: Fehler beim Erstellen des E-Mail-Batches

source: Error creating print batch
de_ch: Fehler beim Erstellen des Druck-Batches

source: Error deleting order
de_ch: Fehler beim Löschen der Bestellung

source: Error deleting station
de_ch: Fehler beim Löschen der Station

source: Error fetching
de_ch: Fehler beim Abrufen

source: Error fetching data
de_ch: Fehler beim Abrufen der Daten

source: Error fetching datasets. Please try again later.
de_ch: Fehler beim Abrufen der Datensätze. Bitte versuchen Sie es später erneut.

source: Error fetching history
de_ch: Fehler beim Abrufen der Historie

source: Error fetching station details
de_ch: Fehler beim Abrufen der Stationsdetails

source: Error fetching users
de_ch: Fehler beim Abrufen der Benutzer

source: Error generating new number
de_ch: Fehler beim Generieren der neuen Nummer

source: Error loading order
de_ch: Fehler beim Laden der Bestellung

source: Error loading prompts
de_ch: Fehler beim Laden der Prompts

source: Error loading rule data
de_ch: Fehler beim Laden der Regeldaten

source: Error parsing files
de_ch: Fehler beim Parsen der Dateien

source: Error performing search
de_ch: Fehler bei der Suche

source: Error posting order
de_ch: Fehler beim Buchen der Bestellung

source: Error posting order as new
de_ch: Fehler beim Buchen der Bestellung als neu

source: Error removing user from station
de_ch: Fehler beim Entfernen des Benutzers von der Station

source: Error saving Part/Service
de_ch: Fehler beim Speichern des Teils/Service

source: Error saving defaults
de_ch: Fehler beim Speichern der Standardwerte

source: Error saving order
de_ch: Fehler beim Speichern der Bestellung

source: Error saving prompt
de_ch: Fehler beim Speichern des Prompts

source: Error saving station
de_ch: Fehler beim Speichern der Station

source: Error structuring transactions
de_ch: Fehler beim Strukturieren der Buchungen

source: Error updating status
de_ch: Fehler beim Aktualisieren des Status

source: Exch
de_ch: Kurs

source: Exchange Rate
de_ch: Wechselkurs

source: Execution Date
de_ch: Ausführungsdatum
