Repository: HashimSaqib/neo-ledger
Catalog: src/i18n/locales/*/messages.po
Languages: de_ch

source: Please select a station and ensure invoice ID is available
de_ch: Bitte wählen Sie eine Station aus und stellen Sie sicher, dass die Rechnungs-ID verfügbar ist

source: Please select a status
de_ch: Bitte wählen Sie einen Status aus

source: Please select a status and payments to update
de_ch: Bitte wählen Sie einen Status und Zahlungen zum Aktualisieren aus

source: Please select a vendor/customer first
de_ch: Bitte wählen Sie zuerst einen Lieferanten/Kunden aus

source: Please select at least one payment
de_ch: Bitte wählen Sie mindestens eine Zahlung aus

source: Please select at least one transaction
de_ch: Bitte wählen Sie mindestens eine Buchung aus

source: Please select files first
de_ch: Bitte wählen Sie zuerst Dateien aus

source: Please select files to upload.
de_ch: Bitte wählen Sie Dateien zum Hochladen aus.

source: Please select payments to update
de_ch: Bitte wählen Sie Zahlungen zum Aktualisieren aus

source: Please try again
de_ch: Bitte versuchen Sie es erneut

source: Post
de_ch: Buchen

source: Post as New
de_ch: Als neu buchen

source: Postal Office
de_ch: Post

source: Posted successfully
de_ch: Erfolgreich gebucht

source: Postings
de_ch: Buchungen

source: Precision
de_ch: Genauigkeit

source: Price
de_ch: Preis

source: Pricegroup
de_ch: Preisgruppe

source: Print
de_ch: Drucken

source: Print Full Report
de_ch: Vollständigen Bericht drucken

source: Print Headings Only
de_ch: Nur Überschriften drucken

source: Print batch created successfully
de_ch: Druck-Batch erfolgreich erstellt

source: Process Year End
de_ch: Jahresabschluss verarbeiten

source: Processed At
de_ch: Verarbeitet am

source: Processing Details
de_ch: Verarbeitungsdetails

source: Processing Information
de_ch: Verarbeitungsinformationen

source: Processing...
de_ch: Wird verarbeitet...

source: Progress
de_ch: Fortschritt

source: Project
de_ch: Projekt

source: Project Number
de_ch: Projektnummer

source: Project added successfully!
de_ch: Projekt erfolgreich hinzugefügt!

source: Project updated successfully!
de_ch: Projekt erfolgreich aktualisiert!

source: Projects
de_ch: Projekte

source: Prompt & Response
de_ch: Prompt & Antwort

source: Prompt Type
de_ch: Prompt-Typ

source: Prompt saved successfully
de_ch: Prompt erfolgreich gespeichert

source: Purchase Order
de_ch: Bestellung

source: Purchase Order Number
de_ch: Bestellnummer

source: Purchase Order Reports
de_ch: Bestellberichte

source: Purchase Orders
de_ch: Bestellungen

source: Purpose/Description
de_ch: Zweck/Beschreibung

source: Qty
de_ch: Menge

source: Quantity
de_ch: Menge

source: Quarter
de_ch: Quartal

source: Quarterly
de_ch: Quartalsweise

source: Quotation
de_ch: Angebot

source: Quotation Number
de_ch: Angebotsnummer

source: Quotation Reports
de_ch: Angebotsberichte

source: Quotations
de_ch: Angebote

source: RFQ Number
de_ch: Anfragenummer

source: RFQ Reports
de_ch: Angebotsanfrage-Berichte

source: ROP
de_ch: Bestellpunkt

source: Rate (%)
de_ch: Satz (%)

source: Receipts
de_ch: Belege

source: Received Date
de_ch: Empfangsdatum

source: Reconciliation
de_ch: Abrechnung

source: Reconciliation Date
de_ch: Abstimmungsdatum

source: Reconciliation Report (Cleared Only)
de_ch: Abstimmungsbericht (nur ausgeglichene)

source: Reconciliation saved
de_ch: Abstimmung gespeichert

source: Reconnect
de_ch: Neu verbinden

source: Record Account
de_ch: Buchungskonto

source: Record In
de_ch: Buchen in

source: Reference
de_ch: Referenz

source: Reference Documents
de_ch: Referenzdokumente

source: Reference ID
de_ch: Referenz-ID

source: References
de_ch: Referenzen

source: Refresh
de_ch: Aktualisieren

source: Refresh Datasets
de_ch: Datensätze aktualisieren

source: Remaining
de_ch: Verbleibend

source: Reminder
de_ch: Mahnung

source: Remittance Voucher
de_ch: Zahlungsanweisung

source: Remove Access
de_ch: Zugriff entfernen

source: Remove User Access
de_ch: Benutzerzugriff entfernen

source: Report Parameters
de_ch: Berichtsparameter

source: Reporting Method (Cash)
de_ch: Berichtsmethode (Kasse)

source: Reports
de_ch: Berichte

source: Request For Quotation
de_ch: Angebotsanfrage

source: Request for Quotation
de_ch: Angebotsanfrage

source: Request for Quotations
de_ch: Angebotsanfragen

source: Required Only
de_ch: Nur erforderliche

source: Restart
de_ch: Neu starten

source: Restocking Charge
de_ch: Nachbestellgebühr

source: Retained Earnings Account
de_ch: Gewinnrücklagenkonto

source: Retry Processing
de_ch: Verarbeitung wiederholen

source: Role
de_ch: Rolle

source: Role Name
de_ch: Rollenname

source: Role added successfully
de_ch: Rolle erfolgreich hinzugefügt

source: Role added successfully!
de_ch: Rolle erfolgreich hinzugefügt!

source: Role name is required
de_ch: Rollenname ist erforderlich

source: Role updated successfully
de_ch: Rolle erfolgreich aktualisiert

source: Roles
de_ch: Rollen

source: Round
de_ch: Runden

source: Rule Conditions
de_ch: Regelbedingungen

source: Rule Configuration
de_ch: Regelkonfiguration

source: Rule Name
de_ch: Regelname

source: Rule Template
de_ch: Regelvorlage

source: Rule Type
de_ch: Regeltyp

source: Rule created and applied successfully
de_ch: Regel erfolgreich erstellt und angewendet

source: Rule created but failed to apply to transaction
de_ch: Regel erstellt, aber Fehler beim Anwenden auf die Buchung

source: Rule created successfully
de_ch: Regel erfolgreich erstellt

source: Rule deleted successfully
de_ch: Regel erfolgreich gelöscht

source: Rule name is required
de_ch: Regelname ist erforderlich

source: Rule updated successfully
de_ch: Regel erfolgreich aktualisiert

source: SSN
de_ch: AHV-Nr.

source: Sale
de_ch: Verkauf

source: Sales
de_ch: Verkauf

source: Sales Invoice
de_ch: Verkaufsrechnung

source: Sales Invoice/AR Transaction Number
de_ch: Verkaufsrechnung/FR-Buchungsnummer

source: Sales Invoices
de_ch: Verkaufsrechnungen

source: Sales Order
de_ch: Verkaufsauftrag

source: Sales Order Number
de_ch: Verkaufsauftragsnummer

source: Sales Order Reports
de_ch: Verkaufsauftragsberichte

source: Sales Orders
de_ch: Verkaufsaufträge

source: Sales Quotation
de_ch: Verkaufsangebot

source: Sales Quotation Number
de_ch: Verkaufsangebotsnummer

source: Salesperson
de_ch: Verkaufsperson

source: Salutation
de_ch: Anrede

source: Save
de_ch: Speichern

source: Save Changes
de_ch: Änderungen speichern

source: Save Prompt
de_ch: Prompt speichern

source: Save Reconciliation
de_ch: Abstimmung speichern

source: Save Station
de_ch: Station speichern

source: Save failed
de_ch: Speichern fehlgeschlagen

source: Save these backup codes
de_ch: Speichern Sie diese Backup-Codes

source: Scan with your authenticator app
de_ch: Scannen Sie mit Ihrer Authenticator-App

source: Screen
de_ch: Bildschirm

source: Search
de_ch: Suchen

source: Search Params
de_ch: Suchparameter

source: Search Payments
de_ch: Zahlungen suchen

source: Search Transactions
de_ch: Buchungen suchen

source: Search datasets...
de_ch: Datensätze suchen...

source: Search users...
de_ch: Benutzer suchen...

source: Searching for matches...
de_ch: Suche nach Übereinstimmungen...

source: Secret copied to clipboard
de_ch: Geheimnis in Zwischenablage kopiert

source: Select All
de_ch: Alle auswählen

source: Select Bank Account
de_ch: Bankkonto auswählen

source: Select CMPT Files
de_ch: CMPT-Dateien auswählen

source: Select Columns
de_ch: Spalten auswählen

source: Select Station to Transfer To
de_ch: Station zum Übertragen auswählen

source: Selected Files
de_ch: Ausgewählte Dateien

source: Selected Invoices
de_ch: Ausgewählte Rechnungen

source: Selected Payments
de_ch: Ausgewählte Zahlungen

source: Selected bank account is missing BIC
de_ch: Ausgewähltes Bankkonto hat keine BIC

source: Selected bank account is missing IBAN
de_ch: Ausgewähltes Bankkonto hat keine IBAN

source: Sell Price
de_ch: Verkaufspreis

source: Send
de_ch: Senden

source: Send Email
de_ch: E-Mail senden

source: Send Invite
de_ch: Einladung senden

source: Send OTP
de_ch: OTP senden

source: Sender
de_ch: Absender

source: Serial No.
de_ch: Serien-Nr.

source: Serial Number
de_ch: Seriennummer

source: Services
de_ch: Dienstleistungen

source: Set Up Bank Accounts
de_ch: Bankkonten einrichten

source: Set Up Chart of Accounts
de_ch: Kontenplan einrichten

source: Set Up Two-Factor Authentication
de_ch: Zwei-Faktor-Authentifizierung einrichten

source: Set as Default Bank Account
de_ch: Als Standard-Bankkonto festlegen

source: Set up bank accounts.
de_ch: Bankkonten einrichten.

source: Set up services for sale invoices.
de_ch: Services für Verkaufsrechnungen einrichten.

source: Set up system defaults.
de_ch: System-Standardwerte einrichten.

source: Settings
de_ch: Einstellungen

source: Ship Via
de_ch: Versandart

source: Shipping Point
de_ch: Versandstelle

source: Shipto
de_ch: Lieferadresse

source: Show Account Numbers
de_ch: Kontonummern anzeigen

source: Show FX Transactions
de_ch: Währungstransaktionen anzeigen

source: Sign Up
de_ch: Registrieren

source: Sign in to continue to your account
de_ch: Melden Sie sich an, um zu Ihrem Konto zu gelangen

source: Sign up to get started
de_ch: Registrieren Sie sich, um zu beginnen

source: Signup is not allowed
de_ch: Registrierung ist nicht erlaubt

source: Signup requires a valid invite code
de_ch: Registrierung erfordert einen gültigen Einladungscode

source: Signup successful!
de_ch: Registrierung erfolgreich!

source: Sort Names by Number
de_ch: Namen nach Nummer sortieren

source: Source
de_ch: Quelle

source: Split Ledger
de_ch: Aufgeteiltes Hauptbuch

source: Spreadsheet not available
de_ch: Tabellenkalkulation nicht verfügbar

source: Spreadsheet not properly initialized
de_ch: Tabellenkalkulation nicht ordnungsgemäss initialisiert

source: Start Date
de_ch: Startdatum

source: Start Date (yyyy-mm-dd)
de_ch: Startdatum (jjjj-mm-tt)

source: Startdate
de_ch: Startdatum

source: Started
de_ch: Gestartet

source: Starts with
de_ch: Beginnt mit

source: State
de_ch: Kanton

source: State/Province
de_ch: Kanton/Provinz

source: Statement Balance
de_ch: Kontoauszugssaldo

source: Statement IDs
de_ch: Kontoauszugs-IDs

source: Station Name
de_ch: Stationsname

source: Station added successfully!
de_ch: Station erfolgreich hinzugefügt!

source: Station deleted successfully
de_ch: Station erfolgreich gelöscht

source: Station name is required
de_ch: Stationsname ist erforderlich

source: Station restrictions apply
de_ch: Stationsbeschränkungen gelten

source: Station updated successfully!
de_ch: Station erfolgreich aktualisiert!

source: Stations
de_ch: Arbeitsplätze

source: Status updated successfully
de_ch: Status erfolgreich aktualisiert

source: Storage Location
de_ch: Lagerort

source: Store this API key securely. It will not be shown again.
de_ch: Bewahren Sie diesen API-Schlüssel sicher auf. Er wird nicht erneut angezeigt.

source: Street Name
de_ch: Strasse

source: Street Number
de_ch: Hausnummer

source: Structured Bank Info
de_ch: Strukturierte Bankinformationen

source: Structured Remittance
de_ch: Strukturierte Zahlungsanweisung

source: Subject
de_ch: Betreff

source: Subtotal
de_ch: Zwischensumme

source: Success
de_ch: Erfolg

source: Successful Emails
de_ch: Erfolgreiche E-Mails

source: Successfully Imported
de_ch: Erfolgreich importiert

source: Summary
de_ch: Zusammenfassung

source: Summary Account:
de_ch: Zusammenfassungskonto:

source: Summary View
de_ch: Zusammenfassungsansicht

source: Switch Database
de_ch: Datenbank wechseln

source: Task marked as completed
de_ch: Aufgabe als abgeschlossen markiert

source: Tax
de_ch: Steuer

source: Tax Acc
de_ch: Steuerkonto

source: Tax Accno
de_ch: Steuerkonto-Nr.

source: Tax Account
de_ch: Steuerkonto

source: Tax Accounts
de_ch: Steuerkonten

source: Tax Amount
de_ch: Steuerbetrag

source: Tax Collected
de_ch: Steuer eingenommen

source: Tax Included
de_ch: Steuer inbegriffen

source: Tax Name Not Found
de_ch: Steuername nicht gefunden

source: Tax Number
de_ch: Steuernummer

source: Tax Number / SSN
de_ch: Steuernummer / AHV-Nr.

source: Tax Paid
de_ch: Steuer gezahlt

source: Tax collected
de_ch: Steuer eingenommen

source: Tax paid
de_ch: Steuer bezahlt

source: Tax updated successfully!
de_ch: Steuer erfolgreich aktualisiert!

source: Taxes
de_ch: Steuern

source: Template
de_ch: Vorlage

source: Template Type
de_ch: Vorlagentyp

source: Template is required
de_ch: Vorlage ist erforderlich

source: Template type not yet implemented
de_ch: Vorlagentyp noch nicht implementiert

source: Templates
de_ch: Vorlagen

source: Terms
de_ch: Bedingungen

source: Terms (days)
de_ch: Bedingungen (Tage)

source: The total debit and credit amounts must be balanced.
de_ch: Die Gesamtbeträge von Soll und Haben müssen ausgeglichen sein.

source: This action cannot be undone.
de_ch: Diese Aktion kann nicht rückgängig gemacht werden.

source: This field is required
de_ch: Dieses Feld ist erforderlich

source: Threshold
de_ch: Schwellenwert

source: Title
de_ch: Titel

source: To Date
de_ch: Bis Datum

source: Tool Number
de_ch: Werkzeugnummer

source: Total Amount
de_ch: Gesamtbetrag

source: Total Assets
de_ch: Gesamtaktiven

source: Total Equity
de_ch: Gesamteigenkapital

source: Total Expenses
de_ch: Gesamtaufwendungen

source: Total Income
de_ch: Gesamtertrag

source: Total Liabilities
de_ch: Gesamtpassiven

source: Total Liabilities + Equity
de_ch: Gesamtpassiven + Eigenkapital

source: Total Processed
de_ch: Gesamt verarbeitet

source: Total Transactions
de_ch: Gesamt Buchungen

source: Total amount
de_ch: Gesamtbetrag

source: Total expenses for the selected period
de_ch: Gesamtaufwendungen für den ausgewählten Zeitraum

source: Total sales for the selected period
de_ch: Gesamtumsatz für den ausgewählten Zeitraum

source: Totals
de_ch: Summen

source: Track income and expenses by project
de_ch: Erträge und Aufwendungen nach Projekt verfolgen

source: Tracking
de_ch: Verfolgung

source: Tracking Item Income
de_ch: Lagerfähiger Artikel Ertrag

source: Tracking Item Tax
de_ch: Lagerfähiger Artikel Steuer

source: Trans Date (yyyy-mm-dd)
de_ch: Buchungsdatum (jjjj-mm-tt)

source: Transaction Date
de_ch: Buchungsdatum

source: Transaction Date From
de_ch: Buchungsdatum von

source: Transaction Date To
de_ch: Buchungsdatum bis

source: Transaction Delete canceled
de_ch: Buchungslöschung abgebrochen

source: Transaction Details
de_ch: Buchungsdetails

source: Transaction Header
de_ch: Buchungskopf

source: Transaction ID
de_ch: Buchungs-ID

source: Transaction Posted Successfully
de_ch: Buchung erfolgreich erstellt

source: Transaction Template
de_ch: Buchungsvorlage

source: Transaction deleted successfully
de_ch: Buchung erfolgreich gelöscht

source: Transaction error:
de_ch: Buchungsfehler:

source: Transaction posted successfully
de_ch: Buchung erfolgreich gebucht

source: Transactions approved successfully
de_ch: Buchungen erfolgreich genehmigt

source: Transactions for
de_ch: Buchungen für

source: Transfer History
de_ch: Übertragungshistorie

source: Transfer Notes (Optional)
de_ch: Übertragungsnotizen (optional)

source: Transferred by
de_ch: Übertragen von

source: Transition Account
de_ch: Übergangskonto

source: Trial Balance
de_ch: Eröffnungsbilanz

source: Try adjusting your search query
de_ch: Versuchen Sie, Ihre Suchanfrage anzupassen

source: Two-Factor Authentication
de_ch: Zwei-Faktor-Authentifizierung

source: Type
de_ch: Typ

source: Type Indicator
de_ch: Typindikator

source: Type of Business
de_ch: Geschäftstyp

source: Type of Contact
de_ch: Kontakttyp

source: Unable to delete Invoice
de_ch: Rechnung kann nicht gelöscht werden

source: Unable to delete Transaction
de_ch: Buchung kann nicht gelöscht werden

source: Unable to delete transaction
de_ch: Buchung kann nicht gelöscht werden

source: Unit
de_ch: Einheit

source: Unknown Station
de_ch: Unbekannte Station

source: Unknown Vendor
de_ch: Unbekannter Lieferant

source: Update
de_ch: Aktualisieren

source: Update Payment Status
de_ch: Zahlungsstatus aktualisieren

source: Update Status
de_ch: Status aktualisieren

source: Update status for
de_ch: Status aktualisieren für

source: Update status for selected payments
de_ch: Status für ausgewählte Zahlungen aktualisieren

source: Updated
de_ch: Aktualisiert

source: Updated Date
de_ch: Aktualisiertes Datum

source: Updated Date From
de_ch: Aktualisiertes Datum von

source: Updated Date To
de_ch: Aktualisiertes Datum bis

source: Updated From
de_ch: Aktualisiert von

source: Updated To
de_ch: Aktualisiert bis

source: Upload Failed
de_ch: Upload fehlgeschlagen

source: Upload Successful
de_ch: Upload erfolgreich

source: Upload up to 5
de_ch: Bis zu 5 hochladen

source: Uploaded
de_ch: Hochgeladen

source: Uploaded Files:
de_ch: Hochgeladene Dateien:

source: Uploading...
de_ch: Wird hochgeladen...

source: User
de_ch: Benutzer

source: User access removed successfully
de_ch: Benutzerzugriff erfolgreich entfernt

source: User access updated successfully
de_ch: Benutzerzugriff erfolgreich aktualisiert

source: User added to station successfully
de_ch: Benutzer erfolgreich zur Station hinzugefügt

source: User removed from station successfully
de_ch: Benutzer erfolgreich von Station entfernt

source: Users
de_ch: Benutzer

source: Using Shared Drive
de_ch: Gemeinsames Laufwerk verwenden

source: VC is required.
de_ch: Kunde/Lieferant ist erforderlich.

source: Valid To
de_ch: Gültig bis

source: Validate Data
de_ch: Daten validieren

source: Validation Errors
de_ch: Validierungsfehler

source: Validation successful
de_ch: Validierung erfolgreich

source: Value Date
de_ch: Valutadatum

source: Vendor
de_ch: Lieferant

source: Vendor Bill
de_ch: Lieferantenrechnung

source: Vendor History
de_ch: Lieferantenhistorie

source: Vendor ID
de_ch: Lieferanten-ID

source: Vendor Invoice
de_ch: Lieferantenrechnung

source: Vendor Invoice/AP Transaction Number
de_ch: Lieferantenrechnung/Verbindlichkeiten-Buchungsnummer

source: Vendor Invoices
de_ch: Lieferantenrechnungen

source: Vendor Name
de_ch: Lieferantenname

source: Vendor Number
de_ch: Lieferantennummer

source: Vendor Payments
de_ch: Lieferantenzahlungen

source: Vendor Search
de_ch: Lieferantensuche

source: Vendor Transaction
de_ch: Lieferantenbuchung

source: Vendor Transactions
de_ch: Lieferantenbuchungen

source: Vendor Upload
de_ch: Lieferantenupload

source: Vendor is required.
de_ch: Lieferant ist erforderlich.

source: Vendor updated successfully
de_ch: Lieferant erfolgreich aktualisiert

source: Vendors
de_ch: Lieferanten

source: Verify & Enable 2FA
de_ch: 2FA bestätigen & aktivieren

source: Verify & Sign Up
de_ch: Bestätigen & Registrieren

source: Verify Code
de_ch: Code bestätigen

source: View
de_ch: Anzeigen

source: View Applied Rule
de_ch: Angewendete Regel anzeigen

source: View By
de_ch: Anzeigen nach

source: View Conditions
de_ch: Bedingungen anzeigen

source: View Details
de_ch: Details anzeigen

source: View Document
de_ch: Dokument anzeigen

source: View Email Details
de_ch: E-Mail-Details anzeigen

source: View Failed Transactions
de_ch: Fehlgeschlagene Buchungen anzeigen

source: View File
de_ch: Datei anzeigen

source: View Files
de_ch: Dateien anzeigen

source: View Prompt & Response
de_ch: Prompt & Antwort anzeigen

source: View Template
de_ch: Vorlage anzeigen

source: View, edit, and delete existing bank transaction rules
de_ch: Bestehende Bankbuchungsregeln anzeigen, bearbeiten und löschen

source: Volume
de_ch: Volumen

source: Voucher Number
de_ch: Belegnummer

source: Warehouse
de_ch: Lager

source: Way Bill
de_ch: Frachtbrief

source: Waybill
de_ch: Frachtbrief

source: Weight (kg)
de_ch: Gewicht (kg)

source: Weight Unit
de_ch: Gewichtseinheit

source: Welcome Back
de_ch: Willkommen zurück

source: Work Fax
de_ch: Geschäftsfax

source: Work Mobile
de_ch: Geschäftsmobil

source: Work Phone
de_ch: Geschäftstelefon

source: Year
de_ch: Jahr

source: Year End
de_ch: Jahresabschluss

source: Year End Date
de_ch: Jahresenddatum

source: Yearly
de_ch: Jährlich

source: Yes
de_ch: Ja

source: You can only upload a maximum of 5 files per section.
de_ch: Sie können maximal 5 Dateien pro Abschnitt hochladen.

source: ZIP/Postal Code
de_ch: PLZ/Postleitzahl

source: Zip
de_ch: PLZ

source: Zip/Postal Code
de_ch: PLZ/Postleitzahl

source: Zipcode
de_ch: PLZ

source: added successfully!
de_ch: erfolgreich hinzugefügt!

source: customer
de_ch: Kunde

source: deleted successfully!
de_ch: erfolgreich gelöscht!

source: documents
de_ch: Dokumente

source: from
de_ch: von

source: invoice(s)
de_ch: Rechnung(en)

source: invoices
de_ch: Rechnungen

source: of
de_ch: von

source: or click to browse
de_ch: oder klicken zum Durchsuchen

source: potential match(es)
de_ch: potenzielle Übereinstimmung(en)

source: selected
de_ch: ausgewählt

source: selected payments
de_ch: ausgewählte Zahlungen

source: tasks completed
de_ch: Aufgaben abgeschlossen

source: updated successfully!
de_ch: erfolgreich aktualisiert!

source: users
de_ch: Benutzer

source: vendor
de_ch: Lieferant
